Repository: ProtonMail/ios-mail
Catalog: Modules/InboxComposer/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, zh_hans, zh_hant

source: None of the recipients support expiration by default. Add a password to enable expiration for non-Proton Mail recipients.
be: Ніводны атрымальнік не падтрымлівае прадвызначаны тэрмін дзеяння. Дадайце пароль, каб уключыць тэрмін дзеяння для атрымальнікаў, якія не карыстаюцца Proton Mail.
ca: Cap dels destinataris admet la caducitat per defecte. Afegiu una contrasenya per a activar la caducitat per als destinataris que no utilitzin el Proton Mail.
cs: Žádný z příjemců ve výchozím nastavení nepodporuje vypršení platnosti. Přidejte heslo, abyste povolili vypršení platnosti pro příjemce, kteří nepoužívají Proton Mail.
da: Ingen af modtagerne understøtter udløb som standard. Tilføj en adgangskode for at aktivere udløb for modtagere, som ikke har Proton Mail.
de: Keiner der Empfänger unterstützt standardmäßig das Verfallen von E-Mails. Füge ein Passwort hinzu, um das Verfallen für Empfänger, die Proton Mail nicht nutzen, zu aktivieren.
el: Κανένας από τους παραλήπτες δεν υποστηρίζει τη λήξη από προεπιλογή. Προσθέστε έναν κωδικό πρόσβασης για να ενεργοποιήσετε τη λήξη για παραλήπτες που δε χρησιμοποιούν το Proton Mail.
es: De forma predeterminada, la expiración no está soportada para ninguno de los destinatarios. Para aquellos que no usan Proton Mail, es necesario añadir una contraseña para habilitarla.
es_419: Ninguno de los destinatarios admite la expiración por defecto. Añada una contraseña para activar la expiración a todos los destinatarios que no son de Proton Mail.
fi: Yksikään vastaanottaja ei tue oletuksena viestien katoamista. Lisää salasana, jotta voit tehdä viestistä katoavan Proton Mailin ulkopuolisille vastaanottajille.
fr: Aucun des destinataires ne prend en charge l'expiration par défaut. Ajoutez un mot de passe pour activer l'expiration pour les destinataires qui n'utilisent pas Proton Mail.
hu: Egyik címzett sem támogatja az időkorlátot. Adjon meg egy jelszót az időkorlát engedélyezéséhez a nem Proton Mail címzettek számára.
id: Tidak ada satu pun dari penerima yang mendukung fitur kedaluwarsa pesan secara bawaan. Tambahkan kata sandi untuk mengaktifkan kedaluwarsa pesan bagi penerima non-Proton Mail.
it: Nessuno dei destinatari supporta la scadenza per impostazione predefinita. Imposta una password per crittografare i messaggi e attivare la scadenza per i destinatari che non usano Proton Mail.
ja: 受信者はいずれもデフォルトでは有効期限をサポートしていません。Proton Mail以外の宛先の有効期限を有効にするには、パスワードを追加してください。
ko: 어떤 수신인도 기본적으로 유효기간을 지원하지 않습니다. Proton Mail 외부 수신인의 유효기간 활성화를 위해 비밀번호를 추가하십시오.
nb: Ingen av mottakerne støtter utløpsdato som standard. Legg til et passord for å aktivere utløpsdato for ikke-Proton Mail-mottakere.
nl: Geen van de ontvangers ondersteunt standaard een verloopdatum. Voeg een wachtwoord toe om een verloopdatum in te schakelen voor niet-Proton Mail-ontvangers.
pt_br: Nenhum dos destinatários suporta expiração por padrão. Adicione uma senha para ativar a expiração para destinatários que não usam o Proton Mail.
ro: Niciunul dintre destinatari nu acceptă expirarea în mod implicit. Adăugați o parolă pentru a activa expirarea pentru destinatarii care nu folosesc Proton Mail.
ru: Ни один из получателей не поддерживает срок действия по умолчанию. Добавьте пароль, чтобы включить срок действия для получателей, не использующих Proton Mail.
sk: Žiaden z príjemcov predvolene nepodporuje exspiráciu. Pridajte heslo, aby ste povolili exspiráciu pre príjemcov, ktorí nepoužívajú Proton Mail.
sl: Noben od prejemnikov privzeto ne podpira poteka veljavnosti. Dodajte geslo, da omogočite potek veljavnosti za prejemnike, ki ne uporabljajo Proton Maila.
tr: Alıcıların hiçbirinde varsayılan olarak geçerlilik süresi desteklenmiyor. Proton Mail kullanmayan alıcılarda geçerlilik süresini kullanabilmek için bir parola ekleyin.
uk: Жоден з отримувачів типово не підтримує термін дії. Щоб увімкнути його для отримувачів, які не є користувачами Proton Mail, додайте пароль.
zh_hans: 默认情况下，收件人均不支持邮件过期功能。如需对非 Proton Mail 用户设置过期时间，请添加密码。

source: On specific date
be: У пэўную дату
ca: En una data específica
cs: V konkrétní datum
da: På en bestemt dato
de: Zu einem bestimmten Termin
el: Σε συγκεκριμένη ημερομηνία
es: En una fecha específica
es_419: En una fecha específica
fi: Tiettynä päivänä
fr: À une date précise
hu: Meghatározott dátumon
id: Pada tanggal tertentu
it: In una data specifica
ja: 特定の日付
ka: კონკრეტულ თარიღზე
ko: 특정 날짜
nb: På en bestemt dato
nl: Op een specifieke datum
pl: W określonym dniu
pt: Em data específica
pt_br: Em uma data específica
ro: La o anumită dată
ru: В определённую дату
sk: V konkrétny dátum
sl: Na določen datum
sv: På specifikt datum
tr: Belirli bir tarihte
uk: У конкретну дату
zh_hans: 在指定日期

source: Password hint (Optional)
be: Падказка для пароля (неабавязкова)
ca: Pista de contrasenya (opcional)
cs: Nápověda k heslu (volitelné)
da: Tip til adgangskode (valgfrit)
de: Passworthinweis (optional)
el: Υπόδειξη κωδικού πρόσβασης (Προαιρετικό)
es: Pista de la contraseña (opcional)
es_419: Pista de la contraseña (opcional)
fi: Salasanavihje (valinnainen)
fr: Indice pour le mot de passe (Facultatif)
hu: Jelszó-emlékeztető (nem kötelező)
id: Petunjuk kata sandi (Opsional)
it: Suggerimento password (facoltativo)
ja: パスワードのヒント (任意)
ka: პაროლის მინიშნება (არასავალდებულო)
ko: 비밀번호 힌트(선택 사항)
nb: Passordhint (valgfritt)
nl: Wachtwoordhint (optioneel)
pl: Wskazówka do hasła (opcjonalnie)
pt: Dica de palavra-passe (Opcional)
pt_br: Dica de senha (opcional)
ro: Sugestie parolă (Opțional)
ru: Подсказка для пароля (необязательно)
sk: Nápoveda k heslu (nepovinné)
sl: Namig za geslo (izbirno)
sv: Lösenordsledtråd (valfritt)
tr: Parola ipucu (isteğe bağlı)
uk: Підказка для пароля (необов'язково)
zh_hans: 密码提示（选填）

source: Password is too short.
be: Пароль занадта кароткі.
ca: La contrasenya és massa curta.
cs: Heslo je příliš krátké.
da: Adgangskoden er for kort.
de: Passwort zu kurz.
el: Ο κωδικός είναι πολύ σύντομος.
es: La contraseña es demasiado corta.
es_419: La contraseña es demasiado corta.
fi: Salasana on liian lyhyt.
fr: Le mot de passe est trop court.
hu: A jelszó túl rövid.
id: Kata sandi terlalu pendek.
it: La password è troppo corta.
ja: パスワードが短すぎます。
ka: პაროლი ძალიან მოკლეა.
ko: 비밀번호가 너무 짧습니다.
nb: Passordet er for kort.
nl: Wachtwoord is te kort.
pl: Hasło jest za krótkie.
pt: A palavra-passe é demasiado curta.
pt_br: Senha curta demais.
ro: Parola este prea scurtă.
ru: Пароль слишком короткий.
sk: Heslo je príliš krátke.
sl: Geslo je prekratko.
sv: Lösenord är för kort.
tr: Parola çok kısa.
uk: Пароль занадто короткий.
zh_hans: 密码过短。

source: Pick time and date
be: Выберыце час і дату.
ca: Trieu l'hora i la data
cs: Vyberte čas a datum
da: Vælg tid og dato
de: Datum und Uhrzeit auswählen
el: Επιλέξτε ώρα και ημερομηνία
es: Seleccionar hora y fecha
es_419: Seleccionar hora y fecha
fi: Valitse aika ja päivämäärä
fr: Choisir l'heure et la date
hu: Válasszon időt és dátumot
id: Pilih waktu dan tanggal
it: Scegli ora e data
ja: 時間と日付を選択
ko: 시간 및 날짜 선택
nb: Velg klokkeslett og dato
nl: Kies tijd en datum
pl: Wybierz datę i godzinę
pt: Escolher hora e data
pt_br: Selecionar hora e data
ro: Alegeți ora și data
ru: Выберите время и дату
sk: Vyberte čas a dátum
sl: Izberite čas in datum
sv: Välj tid och datum
tr: Tarihi ve saati seçin
uk: Виберіть час та дату
zh_hans: 选取时间和日期
zh_hant: 選擇時間和日期

source: Please add at least one recipient
be: Дадайце прынамсі аднаго атрымальніка
ca: Afegiu com a mínim un destinatari.
cs: Zadejte prosím alespoň jednoho příjemce
da: Angiv mindst én modtager
de: Bitte mindestens einen Empfänger angeben
el: Παρακαλούμε προσθέστε τουλάχιστον έναν παραλήπτη
es: Añade al menos un destinatario
es_419: Añada al menos un destinatario.
fi: Lisää ainakin yksi vastaanottaja
fr: Ajoutez au moins un destinataire
hu: Kérjük adjon meg legalább egy címzettet
id: Silakan tambahkan setidaknya satu penerima
it: Inserisci almeno un destinatario
ja: 少なくとも 1 件の宛先を追加してください。
ka: დაამატეთ ერთი მიმღები მაინც
ko: 최소 한 명의 수신자를 추가해주세요
nb: Legg til minst én mottaker
nl: Vul minstens één ontvanger in
pl: Wpisz co najmniej jednego odbiorcę
pt: Adicione pelo menos um destinatário.
pt_br: Adicione ao menos um destinatário
ro: Adăugați cel puțin un destinatar.
ru: Пожалуйста, укажите хотя бы одного получателя
sk: Zadajte aspoň jedného príjemcu, prosím
sl: Dodajte vsaj enega prejemnika
sv: Lägg till minst en mottagare
tr: Lütfen en az bir alıcı ekleyin
uk: Додайте принаймні одного отримувача
zh_hans: 请添加至少一位收件人
zh_hant: 請輸入至少一位收件者

source: Please enter a valid email address
be: Увядзіце сапраўдны адрас электроннай пошты
ca: Introduïu una adreça de correu electrònic vàlida
cs: Zadejte prosím platnou e-mailovou adresu
da: Angiv en gyldig e-mailadresse
de: Bitte eine gültige E-Mail-Adresse eingeben
el: Παρακαλούμε εισάγετε μια έγκυρη διεύθυνση e-mail
es: Introduce una dirección de correo electrónico válida
es_419: Ingrese una dirección de correo electrónico válida
fi: Syötä kelvollinen sähköpostiosoite
fr: Veuillez saisir une adresse e-mail valide
hu: Adjon meg egy érvényes e-mail címet
id: Silakan masukkan alamat email yang valid
it: Per favore, inserisci un indirizzo email valido
ja: 有効なメールアドレスを入力してください
ka: შეიყვანეთ ელფოსტის სწორი მისამართი
ko: 유효한 이메일 주소를 입력해 주세요.
nb: Vennligst angi en gyldig e-postadresse
nl: Voer een geldig e-mailadres in
pl: Wpisz prawidłowy adres e-mail
pt: Introduza um endereço de e-mail válido
pt_br: Insira um endereço de e-mail válido
ro: Introduceți o adresă de e-mail validă
ru: Введите адрес электронной почты в правильном формате
sk: Zadajte platnú emailovú adresu, prosím
sl: Vnesite veljaven e-poštni naslov
sv: Ange en giltig e-postadress
tr: Lütfen geçerli bir e-posta adresi yazın
uk: Введіть дійсну адресу електронної пошти
zh_hans: 请输入有效的邮箱地址
zh_hant: 請輸入一個有效的電子郵件位址

source: Previously set
be: Раней зададзеныя
ca: Configurat prèviament
cs: Dříve nastavené
da: Tidligere indstillet
de: Zuletzt festgelegt
el: Προηγουμένως ορισμένο
es: Establecido previamente
es_419: Configurado previamente
fi: Aiemmin asetettu
fr: Précédemment défini
hu: Korábban beállítva
id: Sebelumnya diatur
it: Impostato in precedenza
ja: 以前の設定
ko: 이전에 설정됨
nb: Tidligere angitt
nl: Eerder ingesteld
pl: Ustawiono wcześniej
pt: Definido anteriormente
pt_br: Definido anteriormente
ro: Setat anterior
ru: Установлено ранее
sk: Predtým nastavené
sl: Predhodno nastavljeno
sv: Tidigare inställt
tr: Önceden ayarlanmış
uk: Раніше встановлено
zh_hans: 先前设定
zh_hant: 先前已設定

source: Problem encrypting attachment. Please upload it again.
be: Праблема з шыфраваннем далучэння. Запампуйце яго яшчэ раз.
ca: Hi ha hagut un problema en xifrar el fitxer adjunt. Torneu-lo a carregar.
cs: Problém se šifrováním přílohy. Nahrajte ji prosím znovu.
da: Problem med at kryptere vedhæftet fil. Upload den igen.
de: Problem beim Verschlüsseln des Anhangs. Bitte erneut hochladen.
el: Πρόβλημα κρυπτογράφησης συνημμένου. Παρακαλούμε ανεβάστε το ξανά.
es: Problema al encriptar el archivo adjunto. Cárgalo de nuevo.
es_419: Problema al cifrar el archivo adjunto. Cárguelo de nuevo.
fi: Liitteen salaamisessa on ongelma. Lataa se uudelleen.
fr: Problème lors du chiffrement de la pièce jointe. Veuillez la charger à nouveau.
hu: Hiba a csatolmány titkosításakor. Kérjük, töltse fel újra.
id: Masalah saat mengenkripsi lampiran. Harap unggah lagi.
it: Problema durante la crittografia dell'allegato. Caricalo di nuovo.
ja: 添付ファイルの暗号化に問題が発生しました。もう一度アップロードしてください。
ka: პრობლემა დანართის დაშიფვრისას. გთხოვთ, თავიდან ატვირთოთ.
ko: 첨부파일 암호화에 문제가 발생했습니다. 다시 업로드해 주세요.
nb: Problem med kryptering av vedlegg. Last det opp igjen.
nl: Probleem met het versleutelen van de bijlage. Upload deze opnieuw.
pl: Problem z szyfrowaniem załącznika. Prześlij go ponownie.
pt: Problema ao encriptar o anexo. Carregue-o novamente.
pt_br: Problema ao criptografar anexo. Envie-o novamente.
ro: Problemă la criptarea atașamentului. Reîncărcați-l.
ru: Проблема при шифровании вложения. Загрузите его снова.
sk: Problém so šifrovaním prílohy. Nahrajte ju prosím znova.
sl: Težava pri šifriranju priloge. Naložite jo znova.
sv: Problem med att kryptera bilagan. Ladda upp den igen.
tr: Ek dosya şifreleme sorunu. Lütfen yeniden yükleyin.
uk: Проблема з шифруванням вкладення. Завантажте його ще раз.
zh_hans: 加密附件失败，请重新上传。

source: Problem performing that action. Please try again.
be: Праблема з выкананнем гэтага дзеяння. Паспрабуйце яшчэ раз.
ca: Hi ha hagut un problema en realitzar aquesta acció. Torneu-ho a provar.
cs: Při provádění této akce došlo k problému. Zkuste to prosím znovu.
da: Problem med at udføre handlingen. Prøv igen.
de: Problem beim Ausführen dieser Aktion. Bitte erneut versuchen.
el: Πρόβλημα εκτέλεσης αυτής της ενέργειας. Παρακαλούμε προσπαθήστε ξανά.
es: Problema al realizar esa acción. Inténtalo de nuevo.
es_419: Problema al realizar esa acción. Intente de nuevo.
fi: Toiminnon suorittamisessa on ongelma. Yritä uudelleen.
fr: Un problème est survenu lors de l'exécution de cette action. Veuillez réessayer.
hu: Hiba a művelet végrehajtásakor. Kérjük, próbálja újra.
id: Masalah saat melakukan tindakan itu. Silakan coba lagi.
it: Problema durante l'esecuzione dell'azione. Riprova.
ja: そのアクションの実行中に問題が発生しました。もう一度お試しください。
ka: ამ მოქმედების შესრულებისას პრობლემა შეიქმნა. გთხოვთ, სცადოთ თავიდან.
ko: 작업 수행 중 문제가 발생했습니다. 다시 시도해 주세요.
nb: Problem med å utføre handlingen. Prøv igjen.
nl: Probleem bij het uitvoeren van die actie. Probeer het opnieuw.
pl: Problem z wykonaniem tej czynności. Spróbuj ponownie.
pt: Problema ao realizar essa ação. Tente novamente.
pt_br: Problema ao realizar essa ação. Tente novamente.
ro: Problemă la efectuarea acelei acțiuni. Reîncercați.
ru: Не удалось выполнить это действие. Повторите попытку.
sk: Problém pri vykonávaní tejto akcie. Skúste to prosím znova.
sl: Težava pri izvajanju tega dejanja. Poskusite znova.
sv: Problem att utföra den åtgärden. Försök igen.
tr: Bu işlem yapılırken sorun çıktı. Lütfen yeniden deneyin.
uk: Проблема з виконанням цієї дії. Повторіть спробу.
zh_hans: 执行该操作失败，请重试。

source: Problem sending message. Please try again.
be: Праблема з адпраўкай паведамлення. Паспрабуйце яшчэ раз.
ca: S'ha produït un problema en enviar el missatge. Torneu-ho a provar.
cs: Problém s odesláním zprávy. Zkuste to prosím znovu.
da: Problem med at sende besked. Prøv igen.
de: Problem beim Senden der Nachricht. Bitte erneut versuchen.
el: Πρόβλημα αποστολής μηνύματος. Παρακαλούμε δοκιμάστε ξανά.
es: Problema al enviar el mensaje. Inténtalo de nuevo.
es_419: Problema al enviar el mensaje. Intente de nuevo.
fi: Viestin lähettämisessä on ongelma. Yritä uudelleen.
fr: Problème lors de l'envoi du message. Veuillez réessayer.
hu: Hiba az üzenet küldésekor. Kérjük, próbálja újra.
id: Masalah saat mengirim pesan. Silakan coba lagi.
it: Problema durante l'invio del messaggio. Riprova.
ja: メッセージの送信中に問題が発生しました。もう一度お試しください。
ka: პრობლემა შეტყობინების გაგზავნისას. გთხოვთ, სცადოთ თავიდან.
ko: 메시지 전송에 문제가 있습니다. 다시 시도해 주세요.
nb: Problem med å sende meldingen. Prøv igjen.
nl: Probleem met het verzenden van het bericht. Probeer het opnieuw.
pl: Problem z wysłaniem wiadomości. Spróbuj ponownie.
pt: Problema ao enviar a mensagem. Tente novamente.
pt_br: Problema ao enviar mensagem. Tente novamente.
ro: Problemă la trimiterea mesajului. Reîncercați.
ru: Проблема при отправке сообщения. Повторите попытку.
sk: Problém s odoslaním správy. Skúste to prosím znova.
sl: Težava pri pošiljanju sporočila. Poskusite znova.
sv: Problem att skicka meddelande. Försök igen.
tr: İleti gönderilirken sorun çıktı. Lütfen yeniden deneyin.
uk: Проблема з надсиланням повідомлення. Повторіть спробу.
zh_hans: 发送邮件失败，请重试。

source: Problem uploading attachment. Please try again.
be: Праблема з запампоўваннем далучэння. Паспрабуйце яшчэ раз.
ca: No s'ha pogut carregar l'adjunt. Torneu-ho a provar.
cs: Při nahrávání přílohy došlo k problému. Zkuste to prosím znovu.
da: Problem med at uploade vedhæftet fil. Prøv igen.
de: Problem beim Hochladen des Anhangs. Bitte erneut versuchen.
el: Σφάλμα κατά τη μεταφόρτωση συνημμένου. Παρακαλούμε προσπαθήστε ξανά.
es: Hay un problema al realizar esa acción. Inténtalo de nuevo.
es_419: Hay un problema al cargar el archivo. Intente de nuevo.
fi: Ongelma liitteen lähettämisessä. Yritä uudelleen.
fr: Un problème est survenu lors de l'importation de la pièce jointe. Veuillez réessayer.
hu: Nem sikerült feltölteni a mellékletet. Próbálja meg újra.
id: Terjadi kesalahan dalam mengunggah lampiran. Silakan coba lagi.
it: Problema durante il caricamento dell'allegato. Riprova.
ja: 添付ファイルのアップロード中に問題が発生しました。もう一度お試しください。
ko: 첨부 파일 업로드 중 문제가 발생했습니다. 나중에 다시 시도해 주세요.
nb: Problem med opplasting av vedlegg. Prøv på nytt.
nl: Probleem bij het uploaden van de bijlage. Probeer het opnieuw.
pt_br: Não foi possível enviar o anexo. Tente novamente.
ro: Problemă la încărcarea atașamentului. Reîncercați.
ru: Не удалось загрузить вложение. Повторите попытку.
sk: Problém s nahrávaním prílohy. Skúste to znova, prosím.
sl: Težava pri nalaganju priponke. Poskusite znova.
sv: Problem att ladda upp bilaga. Försök igen.
tr: Ek dosya yüklenemedi. Lütfen yeniden deneyin.
uk: Не вдалося вивантажити вкладення. Спробуйте ще раз.
zh_hans: 附件上传失败。请重试。

source: Remove
be: Выдаліць
ca: Esborra
cs: Odebrat
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
es_419: Eliminar
fi: Poista
fr: Retirer
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
ka: წაშლა
ko: 삭제
nb: Fjern
nl: Verwijderen
pl: Usuń
pt: Remover
pt_br: Remover
ro: Eliminare
ru: Удалить
sk: Odstrániť
sl: Odstrani
sv: Ta bort
tr: Kaldır
uk: Вилучити
zh_hans: 移除
zh_hant: 移除

source: Removed duplicate recipient: %@
be: Выдалены дублікат атрымальніка: %@
ca: S'ha eliminat el destinatari duplicat: %@
cs: Odebrán duplicitní příjemce: %@
da: Fjernet dubleret modtager: %@
de: Doppelten Empfänger entfernt: %@
el: Αφαιρέθηκε ο διπλότυπος παραλήπτης: %@
es: Destinatario duplicado eliminado: %@
es_419: Destinatario duplicado eliminado: %@
fi: Vastaanottajan kaksoiskappale poistettiin: %@
fr: Le destinataire dupliqué a été retiré : %@
hu: Kettőzött címzett eltávolítva: %@
id: Penerima duplikat dihapus: %@
it: Destinatario duplicato rimosso: %@
ja: 重複していた宛先を削除しました: %@
ka: წაშლილია %@ გამეორებადი მიმღები
ko: 중복된 수신자를 삭제했습니다: %@
nb: Fjernet duplisert mottaker: %@
nl: Dubbele ontvanger verwijderd: %@
pl: Zduplikowany odbiorca %@ został usunięty
pt: Destinatário duplicado eliminado: %@
pt_br: Destinatário duplicado removido: %@
ro: Destinatar duplicat eliminat: %@
ru: Удалено дубликатов получателя: %@
sk: Odstránený duplicitný príjemca: %@
sl: Odstranjen podvojen prejemnik: %@
sv: Tog bort duplicerad mottagare: %@
tr: Yinelenen alıcı kaldırıldı: %@
uk: Видалено дублікат отримувача: %@
zh_hans: 已删除重复收件人：%@
zh_hant: 已移除重複的收件者：%@

source: Removed duplicate recipients: %@
be: Выдалены дублікаты атрымальнікаў: %@
ca: S'han esborrat els destinataris duplicats: %@
cs: Odebráni duplicitní příjemci: %@
da: Fjernede duplikerede modtagere: %@
de: Doppelte Empfänger entfernt: %@
el: Αφαιρέθηκαν οι διπλότυποι παραλήπτες: %@
es: Destinatarios duplicados eliminados: %@
es_419: Destinatarios duplicados eliminados: %@
fi: Poistettiin päällekkäiset vastaanottajat: %@
fr: Destinataires en double supprimés : %@
hu: Többszörös címzettek eltávolítva: %@
id: Penerima duplikat dihapus: %@
it: Destinatari duplicati rimossi: %@
ja: 重複した受信者を削除しました: %@
ka: წაიშალა დუბლირებული მიმღებები: %@
ko: 중복된 수신인을 삭제했습니다: %@
nb: Fjernet dupliserte mottakere: %@
nl: Dubbele ontvangers verwijderd: %@
pl: Usunięto zduplikowanych odbiorców: %@
pt: Destinatários duplicados removidos: %@
pt_br: Destinatários duplicados removidos: %@
ro: S-au eliminat destinatarii duplicați: %@
ru: Удалены дублирующиеся получатели: %@
sk: Odstránení duplicitní príjemcovia: %@
sl: Odstranjeni podvojeni prejemniki: %@
sv: Tog bort duplicerade mottagare: %@
tr: Yinelenen alıcılar kaldırıldı: %@
uk: Вилучено дублікати одержувачів: %@
zh_hans: 已移除重复收件人：%@

source: Retry not possible. Attachment is uploading or already uploaded.
be: Паўтор немагчымы. Далучэнне запампоўваецца або ўжо запампавана.
ca: No es pot tornar a intentar. L'adjunt s'està carregant o ja s'ha carregat.
cs: Opakování není možné. Příloha se nahrává nebo již byla nahrána.
da: Nyt forsøg er ikke muligt. Den vedhæftede fil er ved at blive uploadet eller er allerede uploadet.
de: Wiederholen nicht möglich. Der Anhang wird gerade hochgeladen oder wurde bereits hochgeladen.
el: Επανάληψη δεν είναι δυνατή. Το συνημμένο μεταφορτώνεται ή έχει ήδη μεταφορτωθεί.
es: No es posible reintentarlo. El archivo adjunto se está cargando o ya se ha cargado.
es_419: No es posible reintentarlo. El archivo adjunto se está cargando o ya se cargó.
fi: Uudelleenyritys ei ole mahdollista. Liitettä ladataan tai se on jo ladattu.
fr: Nouvelle tentative impossible. La pièce jointe est en cours de chargement ou a déjà été chargée.
hu: Az újrapróbálkozás nem lehetséges. A csatolmány feltöltése folyamatban van, vagy már fel lett töltve.
id: Coba lagi tidak memungkinkan. Lampiran sedang diunggah atau sudah diunggah.
it: Impossibile riprovare. L'allegato è in fase di caricamento o è già stato caricato.
ja: 再試行できません。添付ファイルはアップロード中かすでにアップロード済みです。
ka: ხელახლა ცდა შეუძლებელია. დანართი იტვირთება ან უკვე ატვირთულია.
ko: 재시도할 수 없습니다. 첨부파일이 업로드 중이거나 이미 업로드되었습니다.
nb: Kan ikke prøve på nytt. Vedlegg lastes opp eller er allerede lastet opp.
nl: Opnieuw proberen niet mogelijk. Bijlage wordt geüpload of is al geüpload.
pl: Ponowna próba niemożliwa. Załącznik jest przesyłany lub został już przesłany.
pt: Não é possível tentar novamente. O anexo está a ser carregado ou já foi carregado.
pt_br: Não é possível tentar novamente. O anexo está sendo carregado ou já foi carregado.
ro: Reîncercarea nu este posibilă. Atașamentul se încarcă sau este deja încărcat.
ru: Повторная попытка невозможна. Вложение загружается или уже загружено.
sk: Opätovný pokus nie je možný. Príloha sa nahráva alebo už bola nahraná.
sl: Ponovni poskus ni mogoč. Priloga se nalaga ali je že naložena.
sv: Nytt försök är inte möjligt. Bilagan håller på att laddas upp eller har redan laddats upp.
tr: Yeniden denenemiyor. Ek dosya yükleniyor veya zaten yüklenmiş.
uk: Повторна спроба неможлива. Вкладення завантажується або вже завантажене.
zh_hans: 无法重试，附件正在上传或已上传。

source: Schedule send
be: Запланаваць адпраўку
ca: Programar enviament
cs: Naplánovat odeslání
da: Planlæg afsendelse
de: Senden planen
el: Προγραμματισμός αποστολής
es: Programar envío
es_419: Programar envío
fi: Ajoita lähetys
fr: Programmer l'envoi
hu: Küldés ütemezése
id: Jadwalkan pengiriman
it: Programma l'invio
ja: 送信予約
ka: გაგზავნის დაგეგმვა
ko: 예약 전송
nb: Planlegg sending
nl: Ingepland versturen
pl: Zaplanuj wysyłanie
pt: Agendar o envio
pt_br: Agendar envio
ro: Planificare trimitere
ru: Запланированная отправка
sk: Naplánovať odoslanie
sl: Načrtuj pošiljanje
sv: Schemalägg sändning
tr: Gönderimi zamanla
uk: Запланувати надсилання
zh_hans: 定时发送
zh_hant: 排程送出
